FilesystemAndDisk_Test/FS_Disk_SSD_980_NVMe_scripts/980_fs_fio_test_write_ranseq/rand_write_block_1M_8_4_jobs.out
rand_write_test: (g=0): rw=randwrite, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 4 processes

rand_write_test: (groupid=0, jobs=4): err= 0: pid=2244337: Wed May  8 10:11:11 2024
  write: IOPS=126, BW=127MiB/s (133MB/s)(200GiB/1618236msec); 0 zone resets
    slat (usec): min=49, max=160593, avg=307.81, stdev=3137.19
    clat (msec): min=6, max=254, avg=31.28, stdev=38.84
     lat (msec): min=7, max=297, avg=31.59, stdev=39.21
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   15], 10.00th=[   15], 20.00th=[   16],
     | 30.00th=[   16], 40.00th=[   16], 50.00th=[   16], 60.00th=[   16],
     | 70.00th=[   17], 80.00th=[   22], 90.00th=[  134], 95.00th=[  136],
     | 99.00th=[  140], 99.50th=[  163], 99.90th=[  167], 99.95th=[  174],
     | 99.99th=[  199]
   bw (  KiB/s): min=16392, max=389120, per=100.00%, avg=129733.66, stdev=24047.18, samples=12940
   iops        : min=   16, max=  380, avg=126.58, stdev=23.46, samples=12940
  lat (msec)   : 10=0.75%, 20=77.26%, 50=8.65%, 100=1.32%, 250=12.02%
  lat (msec)   : 500=0.01%
  cpu          : usr=0.19%, sys=0.47%, ctx=207342, majf=0, minf=623
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,204800,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=127MiB/s (133MB/s), 127MiB/s-127MiB/s (133MB/s-133MB/s), io=200GiB (215GB), run=1618236-1618236msec

Disk stats (read/write):
  nvme4n1: ios=0/820569, merge=0/323, ticks=0/25383393, in_queue=25398755, util=100.00%

Test Time: 2024-05-08 10:20:13
Device Name: filetest.txt
Device Info: