FilesystemAndDisk_Test/FS_Disk_SSD_980_NVMe_scripts/980_fs_fio_test_write_ranseq/rand_write_block_2M_4_32_jobs.out
rand_write_test: (g=0): rw=randwrite, bs=(R) 2048KiB-2048KiB, (W) 2048KiB-2048KiB, (T) 2048KiB-2048KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 32 processes

rand_write_test: (groupid=0, jobs=32): err= 0: pid=780079: Sun May 12 05:38:52 2024
  write: IOPS=71, BW=144MiB/s (151MB/s)(200GiB/1425976msec); 0 zone resets
    slat (usec): min=112, max=2957.1k, avg=11090.17, stdev=94539.57
    clat (msec): min=36, max=11039, avg=379.88, stdev=463.44
     lat (msec): min=37, max=13716, avg=390.97, stdev=482.18
    clat percentiles (msec):
     |  1.00th=[   63],  5.00th=[   90], 10.00th=[   97], 20.00th=[  117],
     | 30.00th=[  157], 40.00th=[  199], 50.00th=[  245], 60.00th=[  296],
     | 70.00th=[  372], 80.00th=[  489], 90.00th=[  760], 95.00th=[ 1217],
     | 99.00th=[ 2299], 99.50th=[ 2702], 99.90th=[ 4279], 99.95th=[ 6544],
     | 99.99th=[ 9329]
   bw (  KiB/s): min=130440, max=1058308, per=100.00%, avg=240814.83, stdev=4731.24, samples=57109
   iops        : min=   32, max=  515, avg=116.98, stdev= 2.31, samples=57109
  lat (msec)   : 50=0.36%, 100=11.69%, 250=39.30%, 500=29.35%, 750=9.11%
  lat (msec)   : 1000=3.67%, 2000=4.85%, >=2000=1.67%
  cpu          : usr=0.06%, sys=0.05%, ctx=110055, majf=0, minf=13204
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,102400,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=144MiB/s (151MB/s), 144MiB/s-144MiB/s (151MB/s-151MB/s), io=200GiB (215GB), run=1425976-1425976msec

Disk stats (read/write):
  nvme2n1: ios=0/762406, merge=0/282, ticks=0/264610742, in_queue=264701196, util=100.00%

Test Time: 2024-05-12 05:39:03
Device Name: filetest.txt
Device Info: