FilesystemAndDisk_Test/FS_Disk_SSD_980_NVMe_scripts/980_fs_fio_test_write_ranseq/seq_write_block_16k_16_2_jobs.out
seq_write_test: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 2 processes

seq_write_test: (groupid=0, jobs=2): err= 0: pid=625184: Fri May 17 16:39:55 2024
  write: IOPS=9299, BW=145MiB/s (152MB/s)(200GiB/1409506msec); 0 zone resets
    slat (usec): min=3, max=1893, avg=13.64, stdev= 4.18
    clat (nsec): min=1909, max=2063.9M, avg=198397.93, stdev=1855925.84
     lat (usec): min=33, max=2063.9k, avg=212.21, stdev=1855.95
    clat percentiles (usec):
     |  1.00th=[   42],  5.00th=[   44], 10.00th=[   48], 20.00th=[   51],
     | 30.00th=[   52], 40.00th=[   53], 50.00th=[   54], 60.00th=[   55],
     | 70.00th=[   56], 80.00th=[   57], 90.00th=[   62], 95.00th=[   88],
     | 99.00th=[ 2737], 99.50th=[ 9634], 99.90th=[29492], 99.95th=[29754],
     | 99.99th=[30540]
   bw (  KiB/s): min=  224, max=556751, per=100.00%, avg=149637.25, stdev=55851.77, samples=5608
   iops        : min=   14, max=34796, avg=9351.89, stdev=3490.76, samples=5608
  lat (usec)   : 2=0.01%, 4=0.03%, 10=0.01%, 20=0.01%, 50=15.42%
  lat (usec)   : 100=79.88%, 250=1.48%, 500=0.98%, 750=0.55%, 1000=0.33%
  lat (msec)   : 2=0.27%, 4=0.15%, 10=0.43%, 20=0.26%, 50=0.22%
  lat (msec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : >=2000=0.01%
  cpu          : usr=3.27%, sys=10.44%, ctx=13168002, majf=0, minf=126
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,13107200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=145MiB/s (152MB/s), 145MiB/s-145MiB/s (152MB/s-152MB/s), io=200GiB (215GB), run=1409506-1409506msec

Disk stats (read/write):
  nvme2n1: ios=0/13106024, merge=0/280, ticks=0/2378338, in_queue=2382515, util=100.00%

Test Time: 2024-05-17 16:39:56
Device Name: filetest.txt
Device Info: