FilesystemAndDisk_Test/FS_Disk_SSD_980_NVMe_scripts/980_fs_fio_test_write_ranseq/seq_write_block_256k_1_4_jobs.out
seq_write_test: (g=0): rw=write, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 4 processes

seq_write_test: (groupid=0, jobs=4): err= 0: pid=2029012: Tue May  7 17:48:03 2024
  write: IOPS=1155, BW=289MiB/s (303MB/s)(200GiB/709086msec); 0 zone resets
    slat (usec): min=17, max=1822, avg=65.30, stdev= 9.10
    clat (usec): min=332, max=66343, avg=3390.53, stdev=6475.01
     lat (usec): min=370, max=66408, avg=3456.50, stdev=6475.23
    clat percentiles (usec):
     |  1.00th=[ 1106],  5.00th=[ 1139], 10.00th=[ 1598], 20.00th=[ 1696],
     | 30.00th=[ 1729], 40.00th=[ 1778], 50.00th=[ 1844], 60.00th=[ 1926],
     | 70.00th=[ 2057], 80.00th=[ 2212], 90.00th=[ 2442], 95.00th=[15270],
     | 99.00th=[31851], 99.50th=[32375], 99.90th=[35390], 99.95th=[39584],
     | 99.99th=[42730]
   bw (  KiB/s): min=55296, max=831488, per=99.97%, avg=295664.28, stdev=51669.36, samples=5668
   iops        : min=  216, max= 3248, avg=1154.35, stdev=201.78, samples=5668
  lat (usec)   : 500=0.01%, 750=0.01%, 1000=0.02%
  lat (msec)   : 2=65.60%, 4=28.68%, 10=0.39%, 20=0.39%, 50=4.91%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.72%, sys=2.14%, ctx=819753, majf=0, minf=81
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,819200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=289MiB/s (303MB/s), 289MiB/s-289MiB/s (303MB/s-303MB/s), io=200GiB (215GB), run=709086-709086msec

Disk stats (read/write):
  nvme4n1: ios=0/818770, merge=0/142, ticks=0/2722678, in_queue=2725481, util=100.00%

Test Time: 2024-05-07 17:48:03
Device Name: filetest.txt
Device Info: