FilesystemAndDisk_Test/FS_Disk_SSD_980_NVMe_scripts/980_fs_fio_test_write_ranseq/seq_write_block_512k_16_4_jobs.out
seq_write_test: (g=0): rw=write, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 4 processes

seq_write_test: (groupid=0, jobs=4): err= 0: pid=2348088: Wed May  8 15:59:38 2024
  write: IOPS=158, BW=79.4MiB/s (83.3MB/s)(200GiB/2577813msec); 0 zone resets
    slat (usec): min=25, max=1292.2k, avg=170.54, stdev=3331.64
    clat (usec): min=665, max=3770.8k, avg=24995.02, stdev=40721.24
     lat (usec): min=744, max=3770.9k, avg=25166.26, stdev=41155.73
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    5], 20.00th=[    6],
     | 30.00th=[    6], 40.00th=[   12], 50.00th=[   19], 60.00th=[   20],
     | 70.00th=[   20], 80.00th=[   23], 90.00th=[   37], 95.00th=[  125],
     | 99.00th=[  171], 99.50th=[  171], 99.90th=[  201], 99.95th=[  203],
     | 99.99th=[  768]
   bw (  KiB/s): min= 4096, max=552014, per=100.00%, avg=81826.99, stdev=21338.31, samples=20518
   iops        : min=    8, max= 1076, avg=159.67, stdev=41.64, samples=20518
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=6.51%, 10=29.09%, 20=35.87%, 50=19.21%
  lat (msec)   : 100=2.85%, 250=6.45%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2000=0.01%, >=2000=0.01%
  cpu          : usr=0.14%, sys=0.40%, ctx=412218, majf=0, minf=114
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,409600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=79.4MiB/s (83.3MB/s), 79.4MiB/s-79.4MiB/s (83.3MB/s-83.3MB/s), io=200GiB (215GB), run=2577813-2577813msec

Disk stats (read/write):
  nvme4n1: ios=0/1330650, merge=0/514, ticks=0/40618038, in_queue=40640347, util=100.00%